{"_history/Commonization":{"slug":"_history/Commonization","filePath":"_history/Commonization.md","title":"Commonization","links":["_theory/Gem","_theory/Gem-Generation","_theory/Crystallization","_history/Gem-Family","_theory/Runes","_people/Runeographer","_people/Inscriptionist","_places/Shardlands"],"tags":["story/gems/era","story/gems/history"],"content":"Commonization\nGems have always existed, but the few gems that were discovered were of too powerful a generation to be handled safely. Any attempts to do so always ended with Crystallization often encompassing a wide area. Many steered clear from gems while few coveted their power enough to continue on despite the danger. This greed and lust for power spurred the creation of weaker and weaker generation gems via crystallization; the pioneers’ attempts and experiments made steady progress but always at the loss of life.\nAs gems became slightly less lethal through the proliferation of we, these pioneers would engage in trades with powerful individuals and families where the pioneer would receive support and the latter would display the gem as a symbol of power. Given the near-guaranteed fatality rate of pioneers, their findings were largely tribal knowledge, and they flaunted stories and knowledge to gain social standing. This led to the formation of the initial gem families.\nThe allure of gems continue to draw in those wishing to come into power, and gems continued to gradually weaken through their recklessness and crystallization. The more people that were able to stake their claim in this rush for gems, the more the powerful families wished to consolidate and regulate the power often resulting in skirmishes between even one another. Some pioneers were tasked with creating weaponry to assist in these wars. Many of these attempts ended in failures and loss of weaponry, but they eventually landed on the use of Runes leading to the first ever Runeographers and Inscriptionists.\nInitial iterations involved rune inscriptions etched directly on the gem, but this was quickly abandoned in favor of inscribing runes on equipment instead of on the gem as the latter severely limited the usefulness of the gem. This combination of runes and equipment exponentially lessened the burden on the user leading to mass adoption of gem weaponry and escalated minor conflicts into full-blown wars. Although powerful, those granted the privilege of wielding such weaponry relied on them too heavily and would fall to the effects of crystallization but not before wiping out swathes of enemies and scarring the lands."},"_history/Gem-Family":{"slug":"_history/Gem-Family","filePath":"_history/Gem Family.md","title":"Gem Family","links":["_theory/Gem-Generation","_theory/Gem"],"tags":["story/gems/history"],"content":"Gem Family\nA family that owned a powerful early generation Gem which they utilized to gain power. Throughout the eras, they rose to power as society became more and more gem-focused."},"_history/Industrialization--and--Regulation":{"slug":"_history/Industrialization--and--Regulation","filePath":"_history/Industrialization & Regulation.md","title":"Industrialization & Regulation","links":["_history/Commonization","_people/Runeographer","_people/Inscriptionist","_theory/Gem","_theory/Enhancement","_history/Gem-Family","_people/Arbiter","_places/Shardlands"],"tags":["story/gems/era","story/gems/history"],"content":"Industrialization &amp; Regulation\nThe wars from the times of Commonization began to die down as the consolidation of power worsened and the remaining participants could no longer sustain constant, escalating conflicts. With the pressures of war no longer bearing down on them, the novel Runeographers and Inscriptionists begin turning to other applications of Gems. These efforts resulted largely in enhanced versions of tools, with the biggest advancement being simple exoskeletons that helped reduce the strength required for laborious tasks (not enhancing the body). These tools greatly increased production speed and quality, but some of the workers using these tools and opportunists understanding the sheer value of gems and gem-enhanced equipment wanted more.\nGem-related crimes began to rise, and these unregulated gems infuriated the gem families who sponsored the creation and distribution of these tools. These families had either become governmental entities or gained a vice-like grip over existing governments following the Commonization wars, and they leveraged their influence to create Arbiters. These arbiters were tasked with regulating, protecting, monitoring, and even forcefully re-acquiring gems. Although this helped reduce gem-related crimes, it enforced the idea that gems were not owned by the public, and it enabled the families to pressure and constrict the Runeographers and Inscriptionists they sponsored.\nThe push for regulation caused the existing nations at the time to concentrate on single, focused locations effectively resulting in megacities and leaving much of the lands unclaimed. Although no one was forced to lived in these regulated societies, many chose to to continue benefitting from the advantages of gems. For those that chose to live elsewhere, they were spared the border checks by Arbiters ensuring unregulated gems aren’t coming in or going out."},"_history/Modernization":{"slug":"_history/Modernization","filePath":"_history/Modernization.md","title":"Modernization","links":["_history/Renaissance","_theory/Gem","_theory/Projection","_people/Arbiter","_theory/Gem-Generation","_history/Gem-Family","_people/Shardwalker","_places/Shardlands"],"tags":["story/gems/era","story/gems/history"],"content":"Modernization\nThe discoveries of the Renaissance launched civilization into a new era littered with new creations based on hardlight. Construction evolved to integrate Gems that projected hardlight into parts of the structure to create doors, moving parts, etc. Constructs could be suspended midair for increased maneuverability. Transportation created entirely from hardlight allowed for the quick shuttling of groups of people. Civilian-oriented gadgetry &amp; equipment was created and licensed albeit under the intense scrutiny of the Arbiters.\nHowever, the rapid, unabated progress made for multiple eras was beginning to come to a close. Gems, although known to be growing weaker and weaker through the generations, had become too weak. The pool of gems became diluted, and early generation gems were now near impossible to find. The families, now the de facto—if not actual—government, were increasingly anxious as it doubts whether they could sustain the ever-growing dependency on gems grew. This spurred a new gem-focused occupation known as Shardwalkers tasked with finding powerful gems in the still largely uncolonized war torn lands."},"_history/Renaissance":{"slug":"_history/Renaissance","filePath":"_history/Renaissance.md","title":"Renaissance","links":["_people/Runeographer","_theory/Gem","_theory/Crystallization","_history/Gem-Family","_people/Inscriptionist","_history/Industrialization--and--Regulation","_theory/Intrinsic-Power","_theory/Resilience","_theory/Projection","_theory/Refinement","_people/Arbiter"],"tags":["story/gems/era","story/gems/history"],"content":"Renaissance\nRuneographers largely avoided applying Gem energy to organic matter due to the threat of Crystallization, but the gem families seeking to expand their influence would pressure their sponsored runeographers &amp; Inscriptionists into beginning experiments leveraging the control they gained during Industrialization &amp; Regulation. Experimental prototypes of armor and clothing were developed to channel gem energy into the human body, and two major discoveries were made through them:\n\ndifferent types of gems respond differently\norganic matter is far more susceptible to crystallization\n\nSeeing that different types of gems would respond differently, research began to profile the exact power behind each gem type. Given that this was performed on organic matter—most often people—research was done under the table with the sponsoring family often taking advantage of a person’s ignorance. With enough time and sacrificial lambs, the Intrinsic Powers were discovered, documented, and published.\nResilience Profiling\nFurther research eventually lead to the discovery of Resilience, and it was swiftly discovered that this metric was different for each type of material and gem type, and that organic matter has far lower resilience.\nThe published powers caused the masses to develop interest in discovering what gem types they had high resilience in and were therefore compatible with. Testing centers were established in response. Testing was not done freely, and the revenue generated from this only served to cement the wealth and power of the original sponsoring families &amp; authorities.\nDiscovery of Projection and Refinement\nAnother avenue those sponsored were forced to pursue was the discovery of other applications of gems. The discovery of Projection, and Refinement shortly thereafter, were monumental. The applications of hardlight were near limitless especially in industrious applications such as construction, and even had applications in combat as Arbiters were eager to demonstrate."},"_organizations/Prismatic-Guard":{"slug":"_organizations/Prismatic-Guard","filePath":"_organizations/Prismatic Guard.md","title":"Prismatic Guard","links":["_people/Arbiter","_people/Shardwalker","_places/Trinity-Kingdom","_theory/Emerald","_theory/Sapphire","_theory/Ruby"],"tags":["story/gems"],"content":"Prismatic Guard\nA joint coalition of Arbiters and Shardwalkers developed and deployed by the Trinity Kingdom.\nThey operate in units of Emerald, Sapphire, and Ruby functioning as healer, operator/logistician, and combatant respectively."},"_organizations/Red-Devils":{"slug":"_organizations/Red-Devils","filePath":"_organizations/Red Devils.md","title":"Red Devils","links":["_organizations/Prismatic-Guard","_theory/Ruby","_places/Trinity-Kingdom"],"tags":["story/gems"],"content":"Red Devils\nA singular, elite squad of the Prismatic Guard consisting entirely of Ruby users. They pride themselves on their combat ability and grit. They are deployed by the Trinity Kingdom in high risk scenarios."},"_organizations/Tinkerer's-Guild":{"slug":"_organizations/Tinkerer's-Guild","filePath":"_organizations/Tinkerer's Guild.md","title":"Tinkerer's Guild","links":["_theory/Gem","_places/Deepcrystal-Enclave","_people/Inscriptionist","_people/Runeographer"],"tags":["story/gems"],"content":"Tinkerer’s Guild\nA guild regulating the distribution and management of Gems within the Deepcrystal Enclave for the purpose of experimentation and development by Inscriptionists and Runeographer. They are widely respected by its member and nation denizens."},"_people/Arbiter":{"slug":"_people/Arbiter","filePath":"_people/Arbiter.md","title":"Arbiter","links":["_theory/Gem"],"tags":["story/gems/occupation"],"content":"Arbiter\nAn occupation concerned with the regulation, protection, and monitoring of Gems. They function as a specialized police force for all gem-related matters."},"_people/Inscriptionist":{"slug":"_people/Inscriptionist","filePath":"_people/Inscriptionist.md","title":"Inscriptionist","links":["_theory/Runes","_people/Runeographer"],"tags":["story/gems/occupation"],"content":"Inscriptionist\nAn occupation concerned with the inscription of Runes onto gems or equipment. People who work as one will collaborate closely with Runeographers or be one themself."},"_people/Runeographer":{"slug":"_people/Runeographer","filePath":"_people/Runeographer.md","title":"Runeographer","links":["_theory/Runes","_theory/Gem"],"tags":["story/gems/occupation"],"content":"Runeographer\nAn occupation concerned with the scientific study of Runes and how to combine them to better and more safely harness Gem power."},"_people/Shardwalker":{"slug":"_people/Shardwalker","filePath":"_people/Shardwalker.md","title":"Shardwalker","links":["_theory/Gem","_theory/Gem-Generation","_organizations/Prismatic-Guard"],"tags":["story/gems/occupation"],"content":"Shardwalker\nAn occupation focused on the discovery and extraction of Gems to replenish stockpiles and reserves. The more potent of a gem—and thus more early of a generation—they find, the greater the accolades and respect they receive.\nThe exact details of how they operate depends on the nation (e.g., Prismatic Guard), but they are near-unanimously revered and feared by the general public."},"_places/Aetheric-Conclave":{"slug":"_places/Aetheric-Conclave","filePath":"_places/Aetheric Conclave.md","title":"Aetheric Conclave","links":["_history/Commonization","_history/Renaissance","_theory/Amethyst","_theory/Gem","_history/Modernization"],"tags":["story/gems/place","story/gems/nation"],"content":"Aetheric Conclave\nA location once seen as a religious epicenter since Commonization but gained popularity and power during the Renaissance. It discriminates against no one but is ruled and regulated by Amethyst users. Unlike other contemporary nations, the Aetheric Hold is focused on spiritual enlightenment and peaceful co-existence with Gems rather than weaponizing or inventing with them.\nIt is vastly behind its contemporaries in Modernization and is widely regarded as an obscure, dying nation. Its native denizens are divided between adhering to tradition or modernizing with the rest of the world."},"_places/Deepcrystal-Enclave":{"slug":"_places/Deepcrystal-Enclave","filePath":"_places/Deepcrystal Enclave.md","title":"Deepcrystal Enclave","links":["_places/Scar","_theory/Gem","_places/Trinity-Kingdom","_people/Arbiter","_people/Inscriptionist","_people/Runeographer","Shardwalkers","_organizations/Tinkerer's-Guild"],"tags":["story/gems/place","story/gems/nation"],"content":"Deepcrystal Enclave\nA nation residing in the Scar that prides itself over its rapid research and mastery over Gems. It is a hub of invention and loose regulations, and its denizens self-regulate between themselves. Unlike the stifling Trinity Kingdom, the Deepcrystal Enclave is the bleeding edge of all things gem-related and attracts many eager tinkerers and academics.\nThere are few Arbiters employed by the enclave but roles like Inscriptionists and Runeographers prosper. Shardwalkers work not to directly increase the nation’s might but to provide more resources to the Tinkerer’s Guild."},"_places/Scar":{"slug":"_places/Scar","filePath":"_places/Scar.md","title":"Scar","links":["_places/Shardlands","_theory/Gem-Generation","_theory/Crystallization","_history/Commonization","_places/Deepcrystal-Enclave"],"tags":["story/gems/place"],"content":"Scar\nThe Scar is a large ravine found in the Shardlands. It houses many early generations and is therefore extremely dangerous; Crystallization by unharvested gems is the leading cause of death here.\nThe Scar has been present since Commonization and historians debate its origins. Before the Deepcrystal Enclave established itself here, this area was a constant warzone as everyone fought over its resources."},"_places/Shardlands":{"slug":"_places/Shardlands","filePath":"_places/Shardlands.md","title":"Shardlands","links":["_history/Commonization","_history/Industrialization--and--Regulation","_theory/Gem-Generation","_theory/Crystallization","_people/Shardwalker","_people/Arbiter"],"tags":["story/gems/place"],"content":"Shardlands\nThe lands dotted with scars from the Commonization wars and left unclaimed as civilization concentrated from Industrialization &amp; Regulation. It is considered heavily dangerous due to the untamed wilds and the presence of early generation gems threatening to crystallize all that come near. Shardwalkers are deployed here to find and excavate gems but often engage in conflicts with seekers of other allegiances.\nAside from the danger and lack of advancement, there isn’t anything preventing people from living in these lands. Those that do do so to avoid the ever-increasing regulations and the rough enforcement of the Arbiters."},"_places/Tricolor-Academy":{"slug":"_places/Tricolor-Academy","filePath":"_places/Tricolor Academy.md","title":"Tricolor Academy","links":["_places/Trinity-Kingdom","_people/Arbiter","_people/Shardwalker","_people/Inscriptionist","_people/Runeographer"],"tags":["story/gems/place"],"content":"Tricolor Academy\nA prestigious academic institution in the Trinity Kingdom purpose-built to create more Arbiters, Shardwalkers, Inscriptionists, and Runeographers. Those who refute or fail in those pathways still have the opportunity to populate other necessary occupations in society."},"_places/Trinity-Kingdom":{"slug":"_places/Trinity-Kingdom","filePath":"_places/Trinity Kingdom.md","title":"Trinity Kingdom","links":["_history/Commonization","_history/Gem-Family","_theory/Gem","_theory/Emerald","_theory/Ruby","_theory/Sapphire","_theory/Resilience","_places/Tricolor-Academy","_people/Shardwalker"],"tags":["story/gems/place","story/gems/nation"],"content":"Trinity Kingdom\nA still-standing nation established before Commonization only grown more powerful from the investments of gem families. It is a majorly oppressive force encompassing military, research, and politics.\nGems have been a constant in this nation’s history, and it was quick to vainly display them as much as possible in the royal family taking most delight in Emeralds, rubies, Sapphires. The delight in these few gem types turned into the denunciation of others eventually leading to extreme discrimination and no real opportunities afforded to those without corresponding Resilience. This obsession led to the formation of the Tricolor Academy purpose-built for creating powerful Shardwalkers to stave off the increasing scarcity of gems. In general, emeralds work in health &amp; hospitality; rubies work in labor &amp; military; sapphires work in logistics &amp; management."},"_theory/Amethyst":{"slug":"_theory/Amethyst","filePath":"_theory/Amethyst.md","title":"Amethyst","links":["_theory/Intrinsic-Power","_theory/Crystallization"],"tags":["story/gems/theory","story/gems/gem-type"],"content":"Amethyst\nAn amethyst’s Intrinsic Power grants its users foresight. The more power the user draws out, the further they can see into the future ranging from a few seconds to upwards of a year. Crystallization crystallizes the users sensory organs until they are left with nothing but their thoughts and a failing body. They have no specific role nor equipment."},"_theory/Bismuth":{"slug":"_theory/Bismuth","filePath":"_theory/Bismuth.md","title":"Bismuth","links":["_theory/Intrinsic-Power","_history/Modernization","_theory/Crystallization","_theory/Gem-Equipment"],"tags":["story/gems/theory","story/gems/gem-type"],"content":"Bismuth\nBismuth is prized for its Intrinsic Power of morphing physical matter and is responsible for much of the non-hardlight constructions in the Modern era. Crystallization will cause the user’s body to meld and fuse into the material they were constructing.\nUsers commonly work in construction and wield bismuth through hand tools."},"_theory/Crystallization":{"slug":"_theory/Crystallization","filePath":"_theory/Crystallization.md","title":"Crystallization","links":["_theory/Gem","_theory/Strain","_theory/Resilience","_theory/Intrinsic-Power","_theory/Gem-Generation"],"tags":["story/gems/theory"],"content":"Crystallization\nThe phenomena of matter being converted into Gems when the incurred Strain exceeds Resilience. The converted matter loses its previous properties and function and is quite severe on its own, but the abuse of Intrinsic Powers can lead to even more dire consequences.\nThe resulting gems are of a subsequent Gem Generation."},"_theory/Emerald":{"slug":"_theory/Emerald","filePath":"_theory/Emerald.md","title":"Emerald","links":["_theory/Intrinsic-Power","_theory/Resilience","_theory/Crystallization","_theory/Gem-Equipment"],"tags":["story/gems/theory","story/gems/gem-type"],"content":"Emerald\nEmerald has the Intrinsic Power of healing but is not quite a miracle worker. Although capable of mending wounds at an accelerated pace, it seemingly draws from the life force of the wielder and places even those with high Resilience at risk of Crystallization. To protect themselves, users often heal the bare minimum for their patient to survive.\nDespite the miraculous healing potential, users require an extensive medical background to coax wounds to heal properly as the gem has no knowledge of how to properly heal a wound—improper utilization of emeralds can lead to grotesque growths on the body.\nUsers often work in service, hospitality, and medicine; and their equipment usually appears in gloves or rings to lend itself toward precise handwork."},"_theory/Enhancement":{"slug":"_theory/Enhancement","filePath":"_theory/Enhancement.md","title":"Enhancement","links":["_theory/Gem"],"tags":["story/gems/theory"],"content":"Enhancement\nA method of utilizing the raw energy from a Gem to strengthen, empower, or energize some form of matter."},"_theory/Gem-Equipment":{"slug":"_theory/Gem-Equipment","filePath":"_theory/Gem Equipment.md","title":"Gem Equipment","links":["_theory/Gem","_theory/Runes","_history/Commonization","_history/Industrialization--and--Regulation","_history/Modernization"],"tags":["story/gems/theory","story/gems/history"],"content":"Gem Equipment\nEquipment, or similar, made to hold a Gem and influence it via Runes usually inscribed onto the equipment.\nIt existed solely in the form of weaponry during Commonization, grew into the category of tools during Industrialization &amp; Regulation, and then integrated into the lives of civilians under heavy regulation during Modernization.\nThe equipment manufactured for &amp; licensed to civilians would have runes directly inscribed onto the gem to limit their use outside of regulation. These devices targeted quality-of-live improvements and most commonly appeared in the form of household appliances or accessories cabale of projecting pre-programmed utility constructs."},"_theory/Gem-Generation":{"slug":"_theory/Gem-Generation","filePath":"_theory/Gem Generation.md","title":"Gem Generation","links":["_theory/Gem","_theory/Crystallization"],"tags":["story/gems/theory"],"content":"Gem Generation\nThe Gems created through Crystallization are denoted as a subsequent generation. These gems are weaker than the previous generation."},"_theory/Gem-Types":{"slug":"_theory/Gem-Types","filePath":"_theory/Gem Types.md","title":"Gem Types","links":[],"tags":["story/gems/theory"],"content":"Gem Types\nThe type of a gem determines the intrinsic component of the power.\n\nSapphire: enhances a user’s mental facilities often allowing quicker speed of thought\nEmerald: mending of organic matter\nRuby: extreme enhancement with improved durability and strength\nAmethyst: clairvoyance/foresight with clearer visions the closer to death one is\nDiamond: doesn’t generate radiation—allows for insane feats just using raw enhancement, projection, and refinement\n\nDas’s idea: Diamond won’t generate radiation but will just crystalize large parts of matter in batches (reflective of how diamonds are formed under immense\n\n\n"},"_theory/Gem":{"slug":"_theory/Gem","filePath":"_theory/Gem.md","title":"Gem","links":["_theory/Enhancement","_theory/Projection","_theory/Refinement","_theory/Intrinsic-Power"],"tags":["story/gems/theory"],"content":"Gem\nA concentrated collection of energy capable of enhancing or empowering both organic and inorganic matter. They contain raw energy utilized through Enhancement, Projection, Refinement and a type-dependent Intrinsic Power. Gems are activated through user focus and intent."},"_theory/Intrinsic-Power":{"slug":"_theory/Intrinsic-Power","filePath":"_theory/Intrinsic Power.md","title":"Intrinsic Power","links":["_theory/Gem","_theory/Strain","_theory/Crystallization","tags/story/gems/gem-type"],"tags":["story/gems/theory"],"content":"Intrinsic Power\nIn addition to a Gem’s raw energy, each gem of a specific type can harness a specific power. They impart great Strain and will have unique Crystallization effects depending on the gem-type."},"_theory/Labradorite":{"slug":"_theory/Labradorite","filePath":"_theory/Labradorite.md","title":"Labradorite","links":["_theory/Intrinsic-Power","_theory/Crystallization","_theory/Gem"],"tags":["story/gems/theory","story/gems/gem-type"],"content":"Labradorite\nLabradorite allows for the manipulation of light as its Intrinsic Power making it incredibly versatile with applications ranging from simple lighting fixtures, to “digital” displays, to twisting light into optical illusions. Crystallization results in Gems that concentrate light onto the conjoined surface—users suffering from Labradorite crystallization thus avoid the sun like a plague.\nThe gem itself is often found powering lights in modern buildings and users often work in the entertainment industry."},"_theory/Projection":{"slug":"_theory/Projection","filePath":"_theory/Projection.md","title":"Projection","links":["_theory/Gem","_theory/Refinement"],"tags":["story/gems/theory"],"content":"Projection\nThe physical manifestation of a Gem’s raw energy in the form of hardlight. The manipulation of this hardlight is considered a separate step known as Refinement."},"_theory/Refinement":{"slug":"_theory/Refinement","filePath":"_theory/Refinement.md","title":"Refinement","links":["_theory/Projection"],"tags":["story/gems/theory"],"content":"Refinement\nThe manipulation of projected hardlight into shapes or constructs."},"_theory/Resilience":{"slug":"_theory/Resilience","filePath":"_theory/Resilience.md","title":"Resilience","links":["_theory/Strain"],"tags":["story/gems/theory"],"content":"Resilience\nA measure of matter’s intrinsic resistance to Strain. Dependent on gem-type. Inorganic matter generally has a higher resilience."},"_theory/Ruby":{"slug":"_theory/Ruby","filePath":"_theory/Ruby.md","title":"Ruby","links":["_theory/Intrinsic-Power","_theory/Crystallization","_people/Arbiter","_people/Shardwalker"],"tags":["story/gems/theory","story/gems/gem-type"],"content":"Ruby\nThe Intrinsic Power of rubies grants enhanced reflexes allowing its users to move far before they register a threat. The senses one naturally takes in through their body are made so vivid that the user can visualize the surrounding environment without even looking at it. Crystallization primarily targets their sensory organs and nerves.\nUsers work in labor-intensive roles but are most commonly found in combative roles and comprise the vast majority of Arbiter and Shardwalker combatants. Their equipment comes in the forms of joint-armor, gloves/gauntlets, or outright weaponry."},"_theory/Runes":{"slug":"_theory/Runes","filePath":"_theory/Runes.md","title":"Runes","links":["_theory/Gem","_theory/Strain"],"tags":["story/gems/theory"],"content":"Runes\nInscription writing used to direct, manipulate, and regulate the released power of Gems; and they appear most commonly on equipment to safely deliver power to the body or on machines to convert that power into energy while minimizing Strain."},"_theory/Sapphire":{"slug":"_theory/Sapphire","filePath":"_theory/Sapphire.md","title":"Sapphire","links":["_theory/Intrinsic-Power","_theory/Crystallization","_people/Runeographer","_people/Inscriptionist","_theory/Gem-Equipment"],"tags":["story/gems/theory","story/gems/gem-type"],"content":"Sapphire\nSapphire’s Intrinsic Power grants its users accelerated thought processing allowing them to conclude the best possible scenario despite hundreds of variables. The stakes of Crystallization are much higher since the power affects the user’s brain, and the best case for overuse is severe impairment of brain function.\nThey often work as Runeographers, as Inscriptionists, in logistics, or in other office or artisan related work. Their equipment comes in the form of everyday accessories such as watches, bracelets, or rings."},"_theory/Strain":{"slug":"_theory/Strain","filePath":"_theory/Strain.md","title":"Strain","links":["_theory/Gem","_theory/Enhancement","_theory/Projection","_theory/Refinement","_theory/Intrinsic-Power"],"tags":["story/gems/theory"],"content":"Strain\nThe stress imparted on matter when Gem energy is being channeled. The basic applications of gem power—Enhancement, Projection, Refinement—incurs very little strain compared to Intrinsic Power."},"index":{"slug":"index","filePath":"index.md","title":"index","links":["tags","_theory/Gem","tags/story/gems/theory","_history/Commonization","tags/story/gems/era","_places/Trinity-Kingdom","_places/Deepcrystal-Enclave","_history/Modernization","_theory/Crystallization","_people/Shardwalker","_places/Shardlands"],"tags":["story/gems"],"content":"Gempaign\nHow to Explore\nFolders are simply used to declutter the space. Prefer navigating by tags by prefixing your search with # or by going to tags.\nThe main entry points to these notes are:\n\nGem or theory to begin exploring the theory\nCommonization or era to begin exploring the history\n\nSummary\nThe easiest way to imagine this setting is as Cyberpunk in a fantasy world.\nThis setting is centered around Gems and the powers they grant. Entire civilizations have formed around them with the two most prominent being the Trinity Kingdom and the Deepcrystal Enclave. The world has reached Modernization and blends technology and magic through gems. Gems are prevalent in all facets of life from daily errands, transportation, construction, medical care, combat, etc.\nThe great benefits of gems are balanced out by the risks of Crystallization which has historically led to many deaths and scars across the lands. Gems have also become increasingly weak and scarce over the eras which is the root of most conflict in the world.\nThose seeking adventure usually become a Shardwalker exploring the Shardlands, but others choose to just enjoy the benefits that gems give them. Those that detest gems typically join or form an independent settlement outside of the mega-civilizations."}}