{"Gem-Glossary":{"slug":"Gem-Glossary","filePath":"Gem Glossary.md","title":"Gem Glossary","links":["Gem-Equipment","Gem-Powers-Explained","_places/The-Trinity-Kingdom","The-Diamond-Rampage"],"tags":["story/gems"],"content":"Gem Glossary\nA directory of all special attributes, Gem Equipment, and roles in society according to the gem.\nEmerald\nEmerald has the special attribute of healing but be wary of mistaking as a miracle-worker. Although it has rapid healing properties, it places an enormous burden on the user that only only gets worse the more sever the wound. Emerald users must take great care else they suffer crystallization; this typically means emerald users heal only enough for the person to survive. Furthermore, emerald will not heal in the proper way automatically; users must possess the proper medical knowledge to and utilize the power to effectively and safely heal.\nUsers tend to work in the medical field of The Trinity Kingdom healing any kind of wounds that come their way.\nEmerald equipment typically appears as gloves for easy direct application to the wound.\nSapphire\nSapphire grants bestows to its users accelerated thought processing. Despite how underwhelming it sounds, this power is what allowed them to survive The Diamond Rampage and allows them to serve as the main administrative body in The Trinity Kingdom. Since users are typically able to achieve a high intelligence, they may also work as artisans, gem smiths, or in some other white-collar job.\nAlthough users can much more easily regulate their power, they must take great caution as to avoid overthinking as doing so will lead to a crystallized brain counteracting the gem’s power.\nTheir equipment comes in the form of everyday accessories such as watches, bracelets, or rings.\nRuby\nWhereas all gems grant basic body enhancement, ruby allows for extreme body enhancement; an efficient ruby user can move a ton with some effort. This special attribute can be applied in many ways such as joint strengthening, increased speed, or heightened reflexes. Due to this, ruby users tend to find work in labor intensive blue-collar jobs, but most gravitate towards military or security work—something that can quell their aggressive nature.\nAside from equipment that fits their job, ruby users seek equipment in the form of weapons. As they serve as the majority of military might in The Trinity Kingdom, their requests are typically granted but highly monitored.\nTopaz"},"The-Amethyst-Kingdom":{"slug":"The-Amethyst-Kingdom","filePath":"The Amethyst Kingdom.md","title":"The Amethyst Kingdom","links":["The-Diamond-Rampage"],"tags":["story/gems"],"content":"The Amethyst Kingdom\nA kingdom that prided itself on its combat ability. It too was wiped out in the The Diamond Rampage. Due to Amethyst having a close relationship to death, there were a large number of survivors that were able to revive the kingdom. They have since reestablished the majority of their kingdom"},"The-Diamond-Rampage":{"slug":"The-Diamond-Rampage","filePath":"The Diamond Rampage.md","title":"The Diamond Rampage","links":[],"tags":["story/gems"],"content":"The Diamond Rampage\nAn event that completely changed the political landscape and power distribution among all the gem kingdoms. Due to the raw, overwhelming strength of Diamond, the kingdom sought to reign over all other dominions via force. They believed that it was their birthright."},"The-Husks":{"slug":"The-Husks","filePath":"The Husks.md","title":"The Husks","links":["The-Amethyst-Kingdom"],"tags":["story/gems"],"content":"The Husks\nThe Husks are the elite forces of The Amethyst Kingdom and would be indistinguishable from one another if it weren’t for their unique weapons."},"Things-to-have-explored":{"slug":"Things-to-have-explored","filePath":"Things to have explored.md","title":"Things to have explored","links":["_theory/Gem-Types","_theory/Enhancement","_theory/Projection","_theory/Refinement","_theory/Runes","_theory/Resilience","_people/Runeographer","_people/Inscriptionist","_people/Arbiter","_people/Seeker"],"tags":[],"content":"Things to have explored\n\n Intrinsic properties and powers of gems\n\n Gem Types\n Powers (universally: Enhancement, Projection, Refinement)\n\n\n How gems are harnessed\n\n Runes\n Resilience (formerly Affinity)\n Equipment\n\n\n Political nations\n\n Trinity Kingdom\n\n\n Gem Occupations\n\n Runeographer\n Inscriptionist\n Arbiter\n Seeker\n\n\n ​Groups &amp; tripes\n\n Amethyst remnants\n Diamond remnants\n Emerald, Sapphire, Ruby orgs in Trinity Kingdom\n Refugees &amp; nomads\n\n\n Major Events &amp; Timeline\n\n Life before discovery\n Initial discovery; existing societal structures crumble in the face of the new power\n Conflicts die down as people realize the dangers and potential benefits\n Industrialization and regulation leads to gem based societies\n Further research and modernization\n Arms race with other societies\n Wars (namely The Diamond Rampage)\n Formation of rogue waste-landers\n\n\n"},"_history/Commonization":{"slug":"_history/Commonization","filePath":"_history/Commonization.md","title":"Commonization","links":["_theory/Gem","_theory/Gem-Generation","_theory/Crystallization","_history/Gem-Family","_theory/Runes","_people/Runeographer","_people/Inscriptionist","_places/The-Shardlands"],"tags":["story/gems/era","story/gems/history"],"content":"Commonization\nGems have always existed, but the few gems that were discovered were of too powerful a generation to be handled safely. Any attempts to do so always ended with Crystallization often encompassing a wide area. Many steered clear from gems while few coveted their power enough to continue on past the danger. The latter’s greed is what spurred the continuation of weaker and weaker generation gems; their attempts and experiments made more and more progress each time always at the loss of life.\nAs gems became slightly less lethal, these pioneers would engage in trades with powerful individuals and families where the pioneer would receive support and the latter would display the gem as a symbol of power. Given the near-guaranteed fatality rate of pioneers, their findings were largely tribal knowledge, and these flaunting entities aimed to take advantage of that. This relationship is what led to the formation of many gem families.\nWith the lust of knowledge and power from both independent and sponsored pioneers, gem families, and those wishing to come into power as well, gems gradually became weak enough as more people hoping to capitalize on their immense power progressed the generations through crystallization caused by recklessness. The more people that were able to stake their claim in this rush for gems, the more the powerful families wished to consolidate and regulate the power often resulting in skirmishes between even one another. Sponsored pioneers were tasked with creating weaponry to assist in these wars. Many of these attempts ended in failures and loss of weaponry, but they eventually landed on the use of Runes leading to the first ever Runeographers and Inscriptionists.\nInitial iterations involved rune inscriptions etched directly on the gem, but this was quickly abandoned in favor of inscribing runes on equipment instead of on the gem as the latter severely limited the usefulness of the gem. This combination of runes and equipment exponentially lessened the burden on the user leading to mass adoption of gem weaponry and escalated minor conflicts into full-blown wars. Although powerful, those granted the privilege of wielding such weaponry relied on them too heavily and would fall to the effects of crystallization but not before wiping out swathes of enemies and scarring the lands."},"_history/Gem-Family":{"slug":"_history/Gem-Family","filePath":"_history/Gem Family.md","title":"Gem Family","links":["_theory/Gem-Generation","_theory/Gem"],"tags":["story/gems/history"],"content":"Gem Family\nA family that owned a powerful early generation Gem which they utilized to gain power. Throughout the eras, they rose to power as society became more and more gem-focused."},"_history/Industrialization--and--Regulation":{"slug":"_history/Industrialization--and--Regulation","filePath":"_history/Industrialization & Regulation.md","title":"Industrialization & Regulation","links":["_history/Commonization","_people/Runeographer","_people/Inscriptionist","_theory/Gem","_theory/Enhancement","_history/Gem-Family","_people/Arbiter"],"tags":["story/gems/era","story/gems/history"],"content":"Industrialization &amp; Regulation\nThe wars from the times of Commonization began to die down as the consolidation of power worsened and the entities at war could no longer sustain the constant, escalating conflict. With the pressures of war no longer bearing down on them, the novel Runeographers and Inscriptionists begin turning to other applications of Gem energy. These efforts resulted largely in enhanced versions of tools, with the biggest advancement being simple exoskeletons that helped reduce the strength required for laborious tasks (not enhancing the body). These tools greatly increased production speed and quality, but some of the workers using these tools and opportunists understanding the sheer value of gems and gem-enhanced equipment wanted more.\nAlthough it happened in the previous era, gem-related crimes began to rise, and these unregulated gems infuriated the gem families who sponsored the creation and distribution of these tools. These families had either become governmental entities or gained a vice-like grip over existing government following the Commonization wars, and they leveraged their influence to create Arbiters.\nThese arbiters were tasked with regulating, protecting, monitoring, and even forcefully re-acquiring gems. Although this helped reduce gem-relate crimes, it enforced the idea that gems were not owned by the public, and it enabled the families to pressure and constrict the Runeographers and Inscriptionists they sponsored. The push for regulation caused gem-based cities &amp; towns to appear sparsely throughout the lands causing all of civilization to center themselves around these places leading to much of the lands being unclaimed."},"_history/Modernization":{"slug":"_history/Modernization","filePath":"_history/Modernization.md","title":"Modernization","links":["_history/Renaissance","_theory/Gem","_theory/Projection","_theory/Gem-Generation","_history/Gem-Family","_people/Seeker","_places/The-Shardlands"],"tags":["story/gems/era","story/gems/history"],"content":"Modernization\nThe discoveries of the Renaissance launched civilization into a new era littered with new creations based on hardlight. Construction evolved to integrate Gems that projected hardlight into parts of the structure to create doors, moving parts, etc. Equipment was created to project platforms and constructs suspended in the air greatly increasing maneuverability. Transportation created entirely from hardlight allowed for the quick shuttling of groups of people.\nHowever, the rapid, unabated progress made for multiple eras was beginning to come to a close. Gems, although known to be growing weaker and weaker through the generations, had become too weak. The pool of gems became diluted, and early generation gems were now near impossible to find. The families, now the de facto—if not actual—government, were increasingly anxious as it doubts whether they could sustain the ever-growing dependency on gems grew. This spurred a new gem-focused occupation known as Seekers tasked with finding powerful gems in the still largely uncolonized war torn lands."},"_history/Renaissance":{"slug":"_history/Renaissance","filePath":"_history/Renaissance.md","title":"Renaissance","links":["_people/Runeographer","_theory/Gem","_theory/Crystallization","_history/Gem-Family","_people/Inscriptionist","_history/Industrialization--and--Regulation","_theory/Intrinsic-Power","_theory/Resilience","_theory/Projection","_theory/Refinement","_people/Arbiter"],"tags":["story/gems/era","story/gems/history"],"content":"Renaissance\nRuneographers largely avoided applying Gem energy to organic matter due to the threat of Crystallization, but the gem families seeking to expand their influence would pressure their sponsored runeographers &amp; Inscriptionists into beginning experiments leveraging the control they gained during Industrialization &amp; Regulation. Experimental prototypes of armor and clothing were developed to channel gem energy into the human body, and two major discoveries were made through them:\n\ndifferent types of gems respond differently\norganic matter is far more susceptible to crystallization\n\nSeeing that different types of gems would respond differently, research began to profile the exact power behind each gem type. Given that this was performed on organic matter—most often people—research was done under the table with the sponsoring family often luring in people while preserving their ignorance. With enough time and sacrificial lambs, the Intrinsic Powers were discovered, documented, and published.\nResilience Profiling\nFurther research eventually lead to the discovery of Resilience, and it was swiftly discovered that this metric was different for each type of material and gem type, and that organic matter has far lower resilience.\nThe published powers caused the masses to develop interest in discovering what gem types they had high resilience in and were therefore compatible with. Testing centers were established in response. Testing was not done freely, and the revenue generated from this only served to cement the wealth and power of the original sponsoring families &amp; authorities.\nDiscovery of Projection and Refinement\nAnother avenue those sponsored were forced to pursue was the discovery of other applications of gems. The discovery of Projection, and Refinement shortly thereafter, were monumental. The applications of hardlight were near limitless especially in industrious applications such as construction, and even had applications in combat as Arbiters were eager to demonstrate."},"_people/Arbiter":{"slug":"_people/Arbiter","filePath":"_people/Arbiter.md","title":"Arbiter","links":["_theory/Gem"],"tags":["story/gems/occupation"],"content":"Arbiter\nAn occupation concerned with the regulation, protection, and monitoring of Gems. They function as a specialized police force for all gem-related matters."},"_people/Inscriptionist":{"slug":"_people/Inscriptionist","filePath":"_people/Inscriptionist.md","title":"Inscriptionist","links":["_theory/Runes","_people/Runeographer"],"tags":["story/gems/occupation"],"content":"Inscriptionist\nAn occupation concerned with the inscription of Runes onto gems or equipment. People who work as one will collaborate closely with Runeographers or be one themself."},"_people/Kai":{"slug":"_people/Kai","filePath":"_people/Kai.md","title":"Kai","links":["_theory/Resilience","Ruby","_theory/Enhancement","_theory/Crystallization","_places/The-Trinity-Kingdom","Tricolor-Academy"],"tags":["story/gems/person"],"content":"Kai\nA man with poor Resilience in all gem types but makes up for it through extreme dexterity and acumen.\nHe wears Ruby-based armor on his joints to directly enhance but only doing so in quick bursts. He dances between Crystallization and snapping his limbs from his body as he channels his gems in quick bursts for explosive speed and power.\nBackground\nHe grew up in The Trinity Kingdom and was able to attend the Tricolor Academy only after his guardians pulled some strings. Although he showed great potential in combat, his peers mocked him for his low resilience. Against the better recommendations of his instructors"},"_people/Runeographer":{"slug":"_people/Runeographer","filePath":"_people/Runeographer.md","title":"Runeographer","links":["_theory/Runes","_theory/Gem"],"tags":["story/gems/occupation"],"content":"Runeographer\nAn occupation concerned with the scientific study of Runes and how to combine them to better and more safely harness Gem power."},"_people/Seeker":{"slug":"_people/Seeker","filePath":"_people/Seeker.md","title":"Seeker","links":["_theory/Gem","_theory/Gem-Generation"],"tags":["story/gems/occupation"],"content":"Seeker\nAn occupation focused on the discovery and extraction of Gems to replenish stockpiles and reserves. The primary goal is finding early generation gems and are rewarded depending on the potency of their discoveries."},"_places/The-Shardlands":{"slug":"_places/The-Shardlands","filePath":"_places/The Shardlands.md","title":"The Shardlands","links":["_history/Commonization","_history/Industrialization--and--Regulation","_theory/Gem-Generation","_theory/Crystallization","_people/Seeker"],"tags":["story/gems/place"],"content":"The Shardlands\nThe lands scattered with scars from the Commonization wars and unclaimed as civilization concentrated from Industrialization &amp; Regulation. It is considered heavily dangerous due to the untamed wilds and the presence of early generation gems threatening to crystallize all that come near. Seekers are deployed here to find and excavate gems but often engage in conflicts."},"_places/The-Trinity-Kingdom":{"slug":"_places/The-Trinity-Kingdom","filePath":"_places/The Trinity Kingdom.md","title":"The Trinity Kingdom","links":["_history/Commonization","_history/Gem-Family","_theory/Gem","Emerald","Ruby","Sapphire","_theory/Resilience","_people/Seeker","_places/The-Shardlands","The-Diamond-Rampage"],"tags":["story/gems/place"],"content":"The Trinity Kingdom\nA still-standing nation established before Commonization only grown more powerful as some initial families hedged their bets on improving an existing civilization rather than trying to found their own.\nGems have been a constant in this nation’s history, and it was quick to display them vainly as much as possible in the royal family taking most delight in Emeralds, rubies, Sapphires. The delight in these few gem types turned into the denunciation of others eventually leading to extreme discrimination and no real opportunities afforded to those without corresponding Resilience.\nGiven it’s maturity, this kingdom has become a major force in the political landscape, and its Seekers are often seen in The Shardlands\n\nThe result of the former Emerald, Ruby, and Sapphire kingdoms coming together to resist the The Diamond Rampage.\nThis kingdom enshrines emerald, ruby, and sapphire users yet denounces all others as somehow being lesser. For better or for worse, this kingdom has established itself as the most modern and prominent of them all and acts as a central hub for most happenings in the land.\nThe kingdom itself relies mostly on sapphire users to function, but other gem users are utilized for their special attributes. Emerald users fulfill the kingdom’s need for medical professionals, and ruby fulfills labor and military needs.\nThose that wish to pursue education must possess a satisfactory affinity in one of the three gems or else they are turned away. Those that are accepted are allowed to purse any of the three paths available to them, but they are encouraged to choose the one for which they have the highest affinity for."},"_theory/Crystallization":{"slug":"_theory/Crystallization","filePath":"_theory/Crystallization.md","title":"Crystallization","links":["_theory/Gem","_theory/Strain","_theory/Resilience","_theory/Gem-Generation"],"tags":["story/gems/theory"],"content":"Crystallization\nThe phenomena of matter being converted into Gems when the incurred Strain exceeds Resilience. The resulting gems are of a subsequent Gem Generation."},"_theory/Enhancement":{"slug":"_theory/Enhancement","filePath":"_theory/Enhancement.md","title":"Enhancement","links":["_theory/Gem"],"tags":["story/gems/theory"],"content":"Enhancement\nA method of utilizing the raw energy from a Gem to strengthen, empower, or energize some form of matter."},"_theory/Gem-Generation":{"slug":"_theory/Gem-Generation","filePath":"_theory/Gem Generation.md","title":"Gem Generation","links":["_theory/Gem","_theory/Crystallization"],"tags":["story/gems/theory"],"content":"Gem Generation\nThe Gems created through Crystallization are denoted as a subsequent generation. These gems are weaker than the previous generation."},"_theory/Gem-Types":{"slug":"_theory/Gem-Types","filePath":"_theory/Gem Types.md","title":"Gem Types","links":[],"tags":["story/gems/theory"],"content":"Gem Types\nThe type of a gem determines the intrinsic component of the power.\n\nSapphire: enhances a user’s mental facilities often allowing quicker speed of thought\nEmerald: mending of organic matter\nRuby: extreme enhancement with improved durability and strength\nAmethyst: clairvoyance/foresight with clearer visions the closer to death one is\nDiamond: doesn’t generate radiation—allows for insane feats just using raw enhancement, projection, and refinement\n\nDas’s idea: Diamond won’t generate radiation but will just crystalize large parts of matter in batches (reflective of how diamonds are formed under immense\n\n\n"},"_theory/Gem":{"slug":"_theory/Gem","filePath":"_theory/Gem.md","title":"Gem","links":["_theory/Enhancement","_theory/Projection","_theory/Refinement","_theory/Intrinsic-Power"],"tags":["story/gems/theory"],"content":"Gem\nA concentrated collection of energy capable on enhancing or empowering both organic and inorganic matter. They contain raw energy utilized through Enhancement, Projection, Refinement and a type-dependent Intrinsic Power."},"_theory/Intrinsic-Power":{"slug":"_theory/Intrinsic-Power","filePath":"_theory/Intrinsic Power.md","title":"Intrinsic Power","links":["_theory/Gem"],"tags":["story/gems/theory"],"content":"Intrinsic Power\nIn addition to a Gem’s raw energy, each gem of a specific type can harness a specific power."},"_theory/Projection":{"slug":"_theory/Projection","filePath":"_theory/Projection.md","title":"Projection","links":["_theory/Gem","_theory/Refinement"],"tags":["story/gems/theory"],"content":"Projection\nThe physical manifestation of a Gem’s raw energy in the form of hardlight. The manipulation of this hardlight is considered a separate step known as Refinement."},"_theory/Refinement":{"slug":"_theory/Refinement","filePath":"_theory/Refinement.md","title":"Refinement","links":["_theory/Projection"],"tags":["story/gems/theory"],"content":"Refinement\nThe manipulation of projected hardlight into shapes or constructs."},"_theory/Resilience":{"slug":"_theory/Resilience","filePath":"_theory/Resilience.md","title":"Resilience","links":["_theory/Strain"],"tags":["story/gems/theory"],"content":"Resilience\nA measure of matter’s intrinsic resistance to Strain. Dependent on gem-type."},"_theory/Runes":{"slug":"_theory/Runes","filePath":"_theory/Runes.md","title":"Runes","links":["_theory/Gem","_theory/Strain"],"tags":["story/gems/theory"],"content":"Runes\nInscription writing used to direct, manipulate, and regulate the released power of Gems; and they appear most commonly on equipment to safely deliver power to the body or on machines to convert that power into energy while minimizing Strain."},"_theory/Strain":{"slug":"_theory/Strain","filePath":"_theory/Strain.md","title":"Strain","links":["_theory/Gem"],"tags":["story/gems/theory"],"content":"Strain\nThe stress imparted on matter when Gem energy is being channeled."},"index":{"slug":"index","filePath":"index.md","title":"index","links":["_theory/Gem","_history/Commonization"],"tags":[],"content":"Gempaign\nThis is the collection of notes related to the Gempaign. Note that tags are of greater relevance for classification, and folders are just for simple organization to avoid clutter—i.e., defer to tags when interpreting a note’s classification(s).\n[TODO: Summary of the setting.]\nThe main entry points to these notes are:\n\nGem to begin exploring the theory\nCommonization to begin exploring the history\n"}}