{"Gem-Glossary":{"slug":"Gem-Glossary","filePath":"Gem Glossary.md","title":"Gem Glossary","links":["Gem-Equipment","Gem-Powers-Explained","The-Trinity-Kingdom","The-Diamond-Rampage"],"tags":["story/gems"],"content":"Gem Glossary\nA directory of all special attributes, Gem Equipment, and roles in society according to the gem.\nEmerald\nEmerald has the special attribute of healing but be wary of mistaking as a miracle-worker. Although it has rapid healing properties, it places an enormous burden on the user that only only gets worse the more sever the wound. Emerald users must take great care else they suffer crystallization; this typically means emerald users heal only enough for the person to survive. Furthermore, emerald will not heal in the proper way automatically; users must possess the proper medical knowledge to and utilize the power to effectively and safely heal.\nUsers tend to work in the medical field of The Trinity Kingdom healing any kind of wounds that come their way.\nEmerald equipment typically appears as gloves for easy direct application to the wound.\nSapphire\nSapphire grants bestows to its users accelerated thought processing. Despite how underwhelming it sounds, this power is what allowed them to survive The Diamond Rampage and allows them to serve as the main administrative body in The Trinity Kingdom. Since users are typically able to achieve a high intelligence, they may also work as artisans, gem smiths, or in some other white-collar job.\nAlthough users can much more easily regulate their power, they must take great caution as to avoid overthinking as doing so will lead to a crystallized brain counteracting the gem’s power.\nTheir equipment comes in the form of everyday accessories such as watches, bracelets, or rings.\nRuby\nWhereas all gems grant basic body enhancement, ruby allows for extreme body enhancement; an efficient ruby user can move a ton with some effort. This special attribute can be applied in many ways such as joint strengthening, increased speed, or heightened reflexes. Due to this, ruby users tend to find work in labor intensive blue-collar jobs, but most gravitate towards military or security work—something that can quell their aggressive nature.\nAside from equipment that fits their job, ruby users seek equipment in the form of weapons. As they serve as the majority of military might in The Trinity Kingdom, their requests are typically granted but highly monitored.\nTopaz"},"The-Amethyst-Kingdom":{"slug":"The-Amethyst-Kingdom","filePath":"The Amethyst Kingdom.md","title":"The Amethyst Kingdom","links":["The-Diamond-Rampage"],"tags":["story/gems"],"content":"The Amethyst Kingdom\nA kingdom that prided itself on its combat ability. It too was wiped out in the The Diamond Rampage. Due to Amethyst having a close relationship to death, there were a large number of survivors that were able to revive the kingdom. They have since reestablished the majority of their kingdom"},"The-Diamond-Rampage":{"slug":"The-Diamond-Rampage","filePath":"The Diamond Rampage.md","title":"The Diamond Rampage","links":[],"tags":["story/gems"],"content":"The Diamond Rampage\nAn event that completely changed the political landscape and power distribution among all the gem kingdoms. Due to the raw, overwhelming strength of Diamond, the kingdom sought to reign over all other dominions via force. They believed that it was their birthright."},"The-Husks":{"slug":"The-Husks","filePath":"The Husks.md","title":"The Husks","links":["The-Amethyst-Kingdom"],"tags":["story/gems"],"content":"The Husks\nThe Husks are the elite forces of The Amethyst Kingdom and would be indistinguishable from one another if it weren’t for their unique weapons."},"The-Trinity-Kingdom":{"slug":"The-Trinity-Kingdom","filePath":"The Trinity Kingdom.md","title":"The Trinity Kingdom","links":["The-Diamond-Rampage"],"tags":["story/gems"],"content":"The Trinity Kingdom\nThe result of the former Emerald, Ruby, and Sapphire kingdoms coming together to resist the The Diamond Rampage.\nThis kingdom enshrines emerald, ruby, and sapphire users yet denounces all others as somehow being lesser. For better or for worse, this kingdom has established itself as the most modern and prominent of them all and acts as a central hub for most happenings in the land.\nThe kingdom itself relies mostly on sapphire users to function, but other gem users are utilized for their special attributes. Emerald users fulfill the kingdom’s need for medical professionals, and ruby fulfills labor and military needs.\nThose that wish to pursue education must possess a satisfactory affinity in one of the three gems or else they are turned away. Those that are accepted are allowed to purse any of the three paths available to them, but they are encouraged to choose the one for which they have the highest affinity for."},"Things-to-have-explored":{"slug":"Things-to-have-explored","filePath":"Things to have explored.md","title":"Things to have explored","links":[],"tags":[],"content":"Things to have explored\n\n Intrinsic properties and powers of gems\n\n Types\n Powers (universally: enhancement, projection, refinement)\n\n\n How gems are harnessed\n\n Runes\n Resilience (formerly Affinity)\n Equipment\n\n\n Political nations\n\n Trinity Kingdom\n\n\n Gem Occupations\n\n Runeographer\n Engraver\n Scholar\n Arbiter\n\n\n ​Groups &amp; tripes\n\n methyst remnants\n Diamond remnants\n Emerald, Sapphire, Ruby orgs in Trinity Kingdom\n Refugees &amp; nomads\n\n\n Major Events &amp; Timeline\n\n Life before discovery\n Initial discovery; existing societal structures crumble in the face of the new power\n Conflicts die down as people realize the dangers and potential benefits\n Industrialization and regulation leads to gem based societies\n Further research and modernization\n Arms race with other societies\n Wars (namely The Diamond Rampage)\n Formation of rogue waste-landers\n\n\n\nWhat is a gem?\nA gem is a concentrated collection of energy used to power both organic and inorganic matter. They contain raw energy and an intrinsic power dependent on the gem type. The raw energy of gems can be used as a source of strength or energy (enhancement), be projected into hardlight (projection), and have constructs built from manipulated hardlight (refinement).\nTypes\nThe type of a gem determines the intrinsic component of the power.\n\nSapphire: enhances a user’s mental facilities often allowing quicker speed of thought\nEmerald: mending of organic matter\nRuby: extreme enhancement with improved durability and strength\nAmethyst: clairvoyance/foresight with clearer visions the closer to death one is\nDiamond: doesn’t generate radiation—allows for insane feats just using raw enhancement, projection, and refinement\n\nDas’s idea: Diamond won’t generate radiation but will just crystalize large parts of matter in batches (reflective of how diamonds are formed under immense pressure all at once).\n\n\ntodo: more types\n\nGenerations &amp; Law of Conservation of Gem Energy\nNaturally occurring gems are known as generation 0 gems; they are extremely potent and prove lethal even with proper safety precautions. Subsequent generations are created when the gem causes crystallization and passes X% of its power to the newly created gems. For example, if a generation 0 gem passes 5% of its power to a generation 1 gem, the gen0 gem loses that power but the gen1 gem now has a portion of the previous gen’s power. Gen0 gems are used as the hearts of entire civilizations and are highly coveted due to their diminishing potency and increasing rarity.\nHow are gems utilized?\nAs-is, gems are essentially just batteries and will arc their power in random direction if their power is invoked without assistance. Runes are used to direct gem power but they don’t do so with 100% efficiency causing some of the channeled energy to leak in its original chaotic manner incurring strain on surrounding matter.\nRunes\nRune inscriptions are used to direct, manipulate, and regulate the released power; and they appear most commonly on equipment to safely deliver power to the body or on machines to convert that power into energy without strain. They are not a fully lossless process however, and radiation will still occur; becoming fully lossless is priority research.\nRadiation\nThe raw, uncontrolled energy leaked by gems. Incurs heavy strain.\nCrystallization\nThe phenomena of matter being converted into gem(s). This happens when the strain invoked by radiation exceeds the resilience of the affected matter.\nResilience\nPeople and materials have an intrinsic resilience to how much strain they can incur before suffering crystallization.\nEquipment\nGems and runes are often paired with specialized equipment to offer another layer of protection to the user and to provide a medium in which to inscribe the runes used to control the power exerted from the gem.\nTimeline\neach era should cover\n\nrough power level of gems\nwho was in possession/control of the gems\noccupations founded\ndiscoveries made\nconflicts had\n\nLife Before Commonization\n\nGems always existed but early generations were too powerful to be handled safely\nMass crystallizations were not uncommon\nThe few gems safe enough to be handled were kept as closely guarded symbol’s of power guaranteeing the high status of the families that owned one\n\nGems and their powers have always existed, but the extreme potency of gen0 gems and lack of research meant users were guaranteed to be mortally crystalized. Their deaths served to discourage the use and research of gems for multiple eras. Over time, the few people that were willing to interact with these early generation gems helped to lay the initial foundations of gem research, but it wouldn’t be for some time until generations weak enough to be handled were reached.\nThey largely remained a decorative status symbol as people knew they possessed a lethal amount of power from stories of crystalized corpses but did not understand the difference between early generation gems and those safe enough to be used for decoration. The few gems that existed at this time were closely guarded by those that possessed them.\nCommonization (Medieval)\n\nThe amount of safe but weaker gems began outnumbering the uncontrollable gems\nThe owning families rose to power and began seeking more gems or forming alliances with others\nPolitical tensions rose between the families leading to war\n\nThe amount of gems that could be safely handled increased greatly with the passage of time, and failures in research only resulted in more research materials through crystallization. Coupled with mounting tensions between kingdoms serving as motivation, the resulting research feedback loop led to rapid developments as researchers rushed to develop, weaponize, and distribute their findings. Capitalizing on the peoples’ fear of death and loss of material possession, kingdoms would offered a payout to incentivize those that owned gems to relinquish them to the government to accelerate the war effort.\nIt was this period that founded the use of runes to control the energy of gems. Initial iterations involved rune inscriptions etched directly on the gem, but this was quickly abandoned in favor of inscribing runes on equipment instead of on the gem as the latter severely limited the usefulness of the gem. The combination of runes and equipment exponentially lessened the burden on the user leading to mass adoption of gem weaponry.\nThis new equipment was used to stoke the flames of war as kingdoms squabbled over territory and political disputes. The kingdoms became to lust after one another’s knowledge &amp; employed artisans further adding fuel to the fire. Not to mention the original owners of the gems who thought it their right to claim the spoils and sought to broaden their control and influence.\nIndustrialization\nThe royal wars began dying down as there were fewer political entities with which to go to war with, and multiple kingdoms could no longer sustain the constant conflict. Treaties or ceasefires were formed as the focus of gem research pivoted from weaponry to industry. This began with the creation of non-battle-oriented gem equipment in the form of tougher, stronger hand tools. Soon after, assistive machines were created to help with harvesting farmland, production of goods, and improve transportation.\nAlthough gems had yet to integrate into the lives of the average person, tradespeople began to rely on them more and more to increase yield and decrease production times. As gems became more visible to the mass public, gem-oriented crime began to skyrocket. It began with the very people that used the tools in their work disappearing with a shipment of new tools to sell on the black market. The appearance of unregulated gems on the city streets greatly enraged the descendants of the original gem-owning families who—leveraging their ancestors’ donations—had squirmed their way into authoritative positions. This led to the forming of arbiters to accompany, monitor, protect, and—if necessary—retrieve gem equipment.\nRenaissance (in parallel with Industrialization)\nThe gems that hadn’t been crafted into tools remained in the hands of government-endorsed academics who began to search for answers that previous eras were too battle-crazed to bother asking. Accounts of early generation gems crystalizing entire villages were treated with more regard as there was a clear trend of gems becoming weaker over time. The academics began drafting ways to measure a gem’s potency, and even initial trials showed stark differences in powers. This research laid the foundation for modern methods of measuring power and lead to the generation-based classification system. Now having a way of knowing if a gem was too potent to be used safely, research resumed on organic matter with the assumption of crystallization being largely avoided. Initial prototypes would embed gems in armor or clothing that transmitted the gem energy directly into the body; but instead of the expected effect of basic enhancement, academics noted the wildly different reactions gems would have on the test subject depending on the type.\nThis discovery exploded the realm of possibilities as the only use-case for gems was thought ot be enhancement. Unfortunately, this higher level of power imparted much greater strain on the user and crystallization once again posed a major threat to progress. The field of runeography roared back to life as the demand for new rune formulas capable of reeling in this newer power grew.\nTrials to explore gems’ intrinsic power began on inorganic matter and it was quickly noted how different materials could withstand differing levels of strain different gem types. Academics began developing ways to measure resilience and discovered the resilience scores for organic matter were far lower giving runeographers another challenge.\nModernization\ntodo\nArms Race &amp; Wars\ntodo\nCurrent Times\nWith scarcity at its peak, the\nPolitical Nations\nThe Trinity Kingdom\nA kingdom priding itself on regulations having relied on them to\nThis kingdom enshrines emerald, ruby, and sapphire users yet denounces all others as somehow being lesser. For better or for worse, this kingdom has established itself as the most modern and prominent of them all and acts as a central hub for most happenings in the land.\nThe kingdom itself relies mostly on sapphire users to function, but other gem users are utilized for their special attributes. Emerald users fulfill the kingdom’s need for medical professionals, and ruby fulfills labor and military needs.\nThose that wish to pursue education must possess a satisfactory affinity in one of the three gems or else they are turned away. Those that are accepted are allowed to purse any of the three paths available to them, but they are encouraged to choose the one for which they have the highest affinity for."},"_history/Commonization":{"slug":"_history/Commonization","filePath":"_history/Commonization.md","title":"Commonization","links":["_terms/Gem","_terms/Gem-Generation","_terms/Crystallization","_terms/Gem-Family","_terms/Runes","_terms/Runeographer","_terms/Inscriptionist"],"tags":["story/gems/history","story/gems/term"],"content":"Commonization\nGems have always existed, but the few gems that were discovered were of too powerful a generation to be handled safely. Any attempts to do so always ended with Crystallization often encompassing a wide area. Many steered clear from gems while few coveted their power enough to continue on past the danger. The latter’s greed is what spurred the continuation of weaker and weaker generation gems; their attempts and experiments made more and more progress each time always at the loss of life.\nAs gems became slightly less lethal, these pioneers would engage in trades with powerful individuals and families where the pioneer would receive support and the latter would display the gem as a symbol of power. Given the near-guaranteed fatality rate of pioneers, their findings were largely tribal knowledge, and these flaunting entities aimed to take advantage of that. This relationship is what led to the formation of many gem families.\nWith the lust of knowledge and power from both independent and sponsored pioneers, gem families, and those wishing to come into power as well, gems gradually became weak enough as more people hoping to capitalize on their immense power progressed the generations through crystallization caused by recklessness. The more people that were able to stake their claim in this rush for gems, the more the powerful families wished to consolidate and regulate the power often resulting in skirmishes between even one another. Sponsored pioneers were tasked with creating weaponry to assist in these wars. Many of these attempts ended in failures and loss of weaponry, but they eventually landed on the use of Runes leading to the first ever Runeographers and Inscriptionists.\nInitial iterations involved rune inscriptions etched directly on the gem, but this was quickly abandoned in favor of inscribing runes on equipment instead of on the gem as the latter severely limited the usefulness of the gem. This combination of runes and equipment exponentially lessened the burden on the user leading to mass adoption of gem weaponry and escalated minor conflicts into full-blown wars. Although powerful, those granted the privilege of wielding such weaponry relied on them too heavily and would fall to the effects of crystallization but not before wiping out swathes of enemies."},"_history/Industrialization--and--Regulation":{"slug":"_history/Industrialization--and--Regulation","filePath":"_history/Industrialization & Regulation.md","title":"Industrialization & Regulation","links":["_history/Commonization","_terms/Runeographer","_terms/Inscriptionist","_terms/Gem","_terms/Enhancement","_terms/Gem-Family","_terms/Arbiter"],"tags":["story/gems/history","story/gems/term"],"content":"Industrialization &amp; Regulation\nThe wars from the times of Commonization began to die down as the consolidation of power worsened and the entities at war could no longer sustain the constant, escalating conflict. With the pressures of war no longer bearing down on them, the novel Runeographers and Inscriptionists begin turning to other applications of Gem energy. These efforts resulted largely in enhanced versions of tools, with the biggest advancement being simple exoskeletons that helped reduce the strength required for laborious tasks (not enhancing the body). These tools greatly increased production speed and quality, but some of the workers using these tools and opportunists understanding the sheer value of gems and gem-enhanced equipment wanted more. Although it happened in the previous era, gem-related crimes began to rise, and these unregulated gems infuriated the gem families who sponsored the creation and distribution of these tools. These families had either become governmental entities or gained a vice-like grip over existing government following the Commonization wars, and they leveraged their influence to create Arbiters.\nThese arbiters were tasked with regulating, protecting, monitoring, and even forcefully re-acquiring gems. Although this helped reduce gem-relate crimes, it enforced the idea that gems were not owned by the public, and it enabled the families to pressure and constrict the Runeographers and Inscriptionists they sponsored."},"_terms/Arbiter":{"slug":"_terms/Arbiter","filePath":"_terms/Arbiter.md","title":"Arbiter","links":["_terms/Gem"],"tags":["story/gems/term"],"content":"Arbiter\nAn occupation concerned with the regulation, protection, and monitoring of Gems. They function as a specialized police force for all gem-related matters."},"_terms/Crystallization":{"slug":"_terms/Crystallization","filePath":"_terms/Crystallization.md","title":"Crystallization","links":["_terms/Gem","_terms/Strain","_terms/Resilience","_terms/Gem-Generation"],"tags":["story/gems/term"],"content":"Crystallization\nThe phenomena of matter being converted into Gems when the incurred Strain exceeds Resilience. The resulting gems are of a subsequent Gem Generation."},"_terms/Enhancement":{"slug":"_terms/Enhancement","filePath":"_terms/Enhancement.md","title":"Enhancement","links":["_terms/Gem"],"tags":["story/gems/term"],"content":"Enhancement\nA method of utilizing the raw energy from a Gem to strengthen, empower, or energize some form of matter."},"_terms/Gem-Family":{"slug":"_terms/Gem-Family","filePath":"_terms/Gem Family.md","title":"Gem Family","links":["_terms/Gem-Generation","_terms/Gem"],"tags":["story/gems/term"],"content":"Gem Family\nA family that owned a powerful early generation Gem which they utilized to gain power."},"_terms/Gem-Generation":{"slug":"_terms/Gem-Generation","filePath":"_terms/Gem Generation.md","title":"Gem Generation","links":["_terms/Gem","_terms/Crystallization"],"tags":["story/gems/term"],"content":"Gem Generation\nThe Gems created through Crystallization are denoted as a subsequent generation. These gems are weaker than the previous generation."},"_terms/Gem":{"slug":"_terms/Gem","filePath":"_terms/Gem.md","title":"Gem","links":["_terms/Enhancement","_terms/Projection","_terms/Refinement","_terms/Intrinsic-Power"],"tags":["story/gems/term"],"content":"Gem\nA concentrated collection of energy capable on enhancing or empowering both organic and inorganic matter. They contain raw energy utilized through Enhancement, Projection, Refinement and a type-dependent Intrinsic Power."},"_terms/Inscriptionist":{"slug":"_terms/Inscriptionist","filePath":"_terms/Inscriptionist.md","title":"Inscriptionist","links":["_terms/Runes","_terms/Runeographer"],"tags":["story/gems/term"],"content":"Inscriptionist\nAn occupation concerned with the inscription of Runes onto gems or equipment. People who work as one will collaborate closely with Runeographers or be one themself."},"_terms/Intrinsic-Power":{"slug":"_terms/Intrinsic-Power","filePath":"_terms/Intrinsic Power.md","title":"Intrinsic Power","links":["_terms/Gem"],"tags":["story/gems/term"],"content":"Intrinsic Power\nIn addition to a Gem’s raw energy, each gem of a specific type can harness a specific power."},"_terms/Projection":{"slug":"_terms/Projection","filePath":"_terms/Projection.md","title":"Projection","links":["_terms/Gem"],"tags":["story/gems/term"],"content":"Projection\nThe physical manifestation of a Gem’s raw energy in the form of hardlight."},"_terms/Refinement":{"slug":"_terms/Refinement","filePath":"_terms/Refinement.md","title":"Refinement","links":["_terms/Projection"],"tags":["story/gems/term"],"content":"Refinement\nThe manipulation of projected hardlight into shapes or constructs."},"_terms/Resilience":{"slug":"_terms/Resilience","filePath":"_terms/Resilience.md","title":"Resilience","links":["_terms/Strain"],"tags":["story/gems/term"],"content":"Resilience\nA measure of matter’s intrinsic resistance to Strain."},"_terms/Runeographer":{"slug":"_terms/Runeographer","filePath":"_terms/Runeographer.md","title":"Runeographer","links":["_terms/Runes","_terms/Gem"],"tags":["story/gems/term"],"content":"Runeographer\nAn occupation concerned with the scientific study of Runes and how to combine them to better and more safely harness Gem power."},"_terms/Runes":{"slug":"_terms/Runes","filePath":"_terms/Runes.md","title":"Runes","links":["_terms/Gem","_terms/Strain"],"tags":["story/gems/term"],"content":"Runes\nInscription writing used to direct, manipulate, and regulate the released power of Gems; and they appear most commonly on equipment to safely deliver power to the body or on machines to convert that power into energy while minimizing Strain."},"_terms/Strain":{"slug":"_terms/Strain","filePath":"_terms/Strain.md","title":"Strain","links":["_terms/Gem"],"tags":["story/gems/term"],"content":"Strain\nThe stress imparted on matter when Gem energy is being channeled."},"index":{"slug":"index","filePath":"index.md","title":"index","links":[],"tags":[],"content":"Gempaign\nThis is the collection of notes related to the Gempaign. Note that tags are of greater relevance for classification, and folders are just for simple organization to avoid clutter—i.e., defer to tags when interpreting a note’s classification(s)."}}